// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Гніздо PCI Ethernet %@";
"pci-multiether"          = "Гніздо PCI Ethernet %@, порт %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Адаптер Ethernet (%@)";

"airport"                 = "Wi-Fi";
"generic-wireless"        = "Адаптер безпроводової мережі(%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Гніздо PCI FireWire %@";
"pci-multifirewire"       = "Гніздо PCI FireWire %@, порт %@";
"generic-firewire"        = "Адаптер Ethernet (%@)";

"bluetooth"               = "Bluetooth-модем (DUN)";
"bluetooth-modem"         = "USB-адаптер для Bluetooth-модема";
"bluetooth-modem-port"    = "Порт модема Bluetooth";
"generic-bluetooth-modem" = "Bluetooth-модем (%@)";

"bluetooth-pan"           = "Персональна мережа Bluetooth";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB-адаптер для IrDA-модема";
"irda-ircomm-port"        = "Порт для IrDA-модема";

"loopback"                = "Loopback";

"modem"                   = "Вбудований модем";

"modem-port"              = "Порт для модема";
"modem-printer-port"      = "Порт для модема/принтера";

"printer-port"            = "Порт для принтера";
"serial-port"             = "Послідовний порт";

"usbmodem"                = "USB-модем"; 
"generic-usbmodem"        = "USB-модем (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernet Bond (%@)";

"bridge"                  = "Міст-з’єднання (%@)";

"vlan"                    = "Віртуальна ЛОМ (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "від 6 до 4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"External Modem"          = "Зовнішній модем";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

"iPhone"                  = "iPhone USB";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Вбудований Ethernet";
"X-multiether"            = "Вбудований Ethernet %@";
"X-firewire"              = "Вбудований FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
